{
  "navItems": [
    {
      "id": 1,
      "name": "HOME",
      "href": "#",
      "isActive": true,
      "isBold": true
    },
    {
      "id": 2,
      "name": "LISTING",
      "href": "#",
      "isActive": false,
      "isBold": false
    },
    {
      "id": 3,
      "name": "LET'S MOVE",
      "href": "#",
      "isActive": false,
      "isBold": false
    },
    {
      "id": 4,
      "name": "ABOUT US",
      "href": "#",
      "isActive": false,
      "isBold": false
    }
  ],
  "heroContent": {
    "tagline": "Your Goals. Our Expertise. Extraordinary Outcomes.",
    "description": "For years, Marci Metzger Homes has been the trusted name in residential real estate, helping clients navigate their most important transactions with confidence. We don't just know the market—we master it daily, ensuring you receive top-tier service, strategic guidance, and results that exceed expectations."
  },
  "aboutSection": {
    "greeting": "Hello, I'm",
    "name": "MARCI METZGER",
    "subtitle": "Your Trusted Pahrump Realtor.",
    "description": "With Nearly 30 Years Of Experience In Pahrump Real Estate, I've Built My Reputation On Results, Integrity, And Personalized Service. As Part Of The Ridge Realty Group, I Combine Deep Market Knowledge With A Genuine Commitment To Helping You Succeed. Let's Turn Your Real Estate Goals Into Reality.",
    "phone": "206-919-6886",
    "callToAction": "CALL NOW"
  },
  "header": "GET IT SOLD",
  "contentSections": [
    {
      "title": "Top Residential Sales Last 5 Years",
      "description": "We helped nearly 90 clients in 2021, and closed 28.5 million in sales! Our team works hard everyday to grow and learn, so that we may continue to excel in our market. Our clients deserve our best, & we want to make sure our best is better every year."
    },
    {
      "title": "Don't Just List it...",
      "description": "Get it SOLD! We exhaust every avenue to ensure our listings are at the fingertips of every possible buyer, getting you top dollar for your home."
    },
    {
      "title": "Guide to Buyers",
      "description": "Nobody knows the market like we do. Enjoy having a pro at your service. Market analysis, upgrades lists, contractors on speed dial, & more!"
    }
  ],
  "searchSection": {
    "headerTitle": "Find Your Dream Home",
    "title": "Search Listings",
    "fields": [
      "Location",
      "Type",
      "Sort By",
      "Bedrooms",
      "Baths",
      "Min Price",
      "Max Price"
    ],
    "button": "SEARCH"
  },
  "servicesSection": {
    "headerTitle": "Our Services",
    "services": [
      {
        "title": "Real Estate Done Right",
        "description": "Nervous about your property adventure? Don't be. Whether you're getting ready to buy or sell your residence, looking at investment properties, or just curious about the markets, our team ensures you get the best experience possible!"
      },
      {
        "title": "Commercial & Residential",
        "description": "Large or small, condo or mansion, we can find it and get at the price that's right. Fixer-uppers? Luxury? We can help with all of it! We live, work, and play in this community. Happy to help you find where to put you hard-earned dollars."
      },
      {
        "title": "Rely on Expertise",
        "description": "If you have questions about affordability, credit, and loan options, trust us to connect you with the right people to get the answers you need in a timely fashion. We make sure you feel confident and educated every step of the way."
      }
    ]
  }
}
